//
//  Copyright High Order Bit, Inc. 2009. All rights reserved.
//

/* Generic news feed strings */
newsfeed.item.type.ticket = "ticket";

/* NetworkAwareViewController strings */
nodata.updating.text = "Updating...";
nodata.loading.text = "Loading...";
nodata.noconnection.text = "No Connection";

/* NewsFeedItemView strings */
newsfeeditem.view.title = "Details";

/* Milestones strings */
milestones.view.nodata = "No Milestones";
milestones.due.future.formatstring = "Due: %@";
milestones.due.past.formatstring = "Due: %@";
milestones.due.never.formatstring = "No due date";
milestones.tickets.open.count.label.singular = "open ticket";
milestones.tickets.open.count.label.plural = "open tickets";
milestones.open.section.title = "Open";
milestones.completed.section.title = "Completed";

/* Milestone Details strings */
milestonedetails.view.title = "Info";
milestonedetails.tickets.section.title = "Tickets";